sdaiGetInstanceType(Sdai_instS*)
\details
Retrieves the SDAI type of a specified entity instance.
\param instance [in] An entity instance.
\returns Returns the entity instance that represents the SDAI type of the specified entity instance.